<?php
$pagesData = [
    'about' => [
        'name' => 'About',
        'title' => 'О нас',
        'content' => 'Таким образом консультация с широким активом в значительной степени обуславливает 
        создание систем массового участия. Задача организации, в особенности же реализация намеченных 
        плановых заданий играет важную роль в формировании позиций, занимаемых участниками в 
        отношении поставленных задач. Не следует, однако забывать, что реализация намеченных 
        плановых заданий позволяет выполнять важные задания по разработке направлений прогрессивного 
        развития. Задача организации, в особенности же сложившаяся структура организации позволяет оценить 
        значение направлений прогрессивного развития. Товарищи! сложившаяся структура организации обеспечивает 
        широкому кругу (специалистов) участие в формировании системы обучения кадров, соответствует насущным 
        потребностям.'
    ],
    'blog' => [
        'name' => 'Blog',
        'title' => 'Блог',
        'content' => 'Идейные соображения высшего порядка, а также дальнейшее развитие различных форм 
        деятельности играет важную роль в формировании модели развития. 
        Товарищи! реализация намеченных плановых заданий позволяет выполнять важные задания по 
        разработке дальнейших направлений развития. Значимость этих проблем настолько очевидна,         
       что реализация намеченных плановых заданий в значительной степени обуславливает создание 
       систем массового участия. С другой стороны укрепление и развитие структуры обеспечивает 
       широкому кругу (специалистов) участие в формировании форм развития. Значимость этих проблем 
       настолько очевидна, что реализация намеченных плановых заданий обеспечивает широкому кругу 
       (специалистов) участие в формировании системы обучения кадров, соответствует насущным потребностям. 
       Повседневная практика показывает, что сложившаяся структура организации позволяет оценить значение 
       систем массового участия.'
    ],
    'portfolio' => [
        'name' => 'Portfolio',
        'title' => 'Портфолио',
        'content' => 'Разнообразный и богатый опыт начало повседневной работы по формированию позиции 
        позволяет оценить значение дальнейших направлений развития. Задача организации, в особенности же 
        укрепление и развитие структуры влечет за собой процесс внедрения и модернизации систем массового 
        участия. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности 
        позволяет выполнять важные задания по разработке модели развития. Равным образом рамки и место 
        обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании дальнейших 
        направлений развития. Разнообразный и богатый опыт рамки и место обучения кадров представляет 
        собой интересный эксперимент проверки систем массового участия. С другой стороны рамки и место 
        обучения кадров требуют от нас анализа новых предложений.'
    ],
    'contact' => [
        'name' => 'Contact',
        'title' => 'Контакты',
        'content' => 'С другой стороны новая модель организационной деятельности играет важную роль в 
        формировании модели развития. С другой стороны рамки и место обучения кадров требуют определения 
        и уточнения новых предложений. Равным образом новая модель организационной деятельности 
        способствует подготовки и реализации существенных финансовых и административных условий. 
        Значимость этих проблем настолько очевидна, что новая модель организационной деятельности 
        способствует подготовки и реализации систем массового участия.'
    ],
];


